Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: Server does not understand the "translate" method
tr: Sunucu "çevirme" yöntemini anlamıyor

source: Service type
tr: Hizmet türü

source: Set
tr: Ayarlandı

source: Set & Stored
tr: Ayarlandı & Saklandı

source: Set My Own Password
tr: Parolamı Ayarla

source: Set Scripts Folder...
tr: Betik Klasörünü Ayarla...

source: Set a master password to protect your private data.
tr: Özel verilerini korumak için ana parola belirleyin.

source: Set empty translation
tr: Boş çeviri olarak ayarla

source: Set up a new project
tr: Yeni bir proje oluştur

source: Sets
tr: Kümeler

source: Sets of segmentation rules:
tr: Dilimleme kuralları grupları:

source: Shortcut
tr: Kısayol

source: Shortcut:
tr: Kısayol:

source: Shortcuts customization
tr: Kısayolları özelleştirme

source: Show &longer target terms first
tr: &Uzun hedef terimlerini önce göster

source: Show &source term first
tr: Kaynak t&erimleri önce göster

source: Show &target term first
tr: Hedef &terimleri önce göster

source: Show Advanced &Options
tr: İleri Düzey &Seçenekleri Göster

source: Show Find Search Bar
tr: Bul Arama Çubuğunu Göster

source: Show Raw Key Names
tr: Ham Anahtar Adlarını Göster

source: Show Replace Search Bar
tr: Değiştir Arama Çubuğunu Göster

source: Simple search and replace script
tr: Basit arama ve değiştirme betiği

source: Simplify &tooltips on protected parts
tr: Korumalı parçalarda ara ipuçlarını basitleştir

source: Since the project's inception, it has received the support of dozens of other contributors, too numerous to mention here, but for whose help we are very grateful.
tr: Proje, başlangıcından itibaren onlarca kişinin katkısıyla desteklenmiştir; hepsinin adını burada tek tek sayamazsak da kendilerine teşekkür borçluyuz.

source: Sindhi
tr: Sintçe

source: Sinhala, Sinhalese
tr: Seylanca

source: Size
tr: Boyut

source: Skip
tr: Atla

source: Skip segments where source=target
tr: Kaynak hedefle aynıysa dilimleri atla

source: Skip text matching regular expression:
tr: Metin eşleştirme düzenli ifadesini atlayın:

source: Skipping previously loaded plugin from class '{0}'
tr: '{0}' sınıfından daha önce yüklenen eklenti atlanıyor

source: Skipping.
tr: Atlanıyor.

source: Sli&de Masters
tr: S&layt Ana Kopyaları

source: Slide La&youts
tr: Sla&yt Yerleşimleri

source: Slovak
tr: Slovakça

source: Slovene
tr: Slovence

source: So it is probably faster to type the term correctly right away without bothering with the glossary and its shortcuts.
tr: O yüzden sözlükçe ve kısayollarıyla hiç uğraşmadan terimi doğrudan yazmak büyük olasılıkla daha hızlı olacaktır.

source: So the inserted "pojavni meni" in the nominative form - has to be changed to "pojavnem meniju" , i.e. to the locative.
tr: Dolayısıyla yalın hal olarak eklenen "pojavni meni" teriminin "pojavnem meniju" şeklinde -de haline dönüştürülmesi gerekir.

source: Social Networks
tr: Sosyal Ağlar

source: Somali
tr: Somalice

source: Some additional scripts can be found here: OmegaT Scripts
tr: Bazı ek betikleri şurada bulabilirsiniz: OmegaT Scripts

source: Some alignments still need review.
tr: Hâlâ gözden geçirilmesi gereken hizalamalar var.

source: Some of the dictionaries have no strings attached - i.e. are "Free to use", and others, like the selection above, are under the GPL license.
tr: Bazı sözlüklerin kullanımıyla ilgili herhangi bir koşul ifade edilmezken (yani "kullanımı serbest") bazıları (söz gelimi yukarıda belirtilenler) GPL lisansına tabidir.

source: Some project folders seem to have been moved.
tr: Bazı proje klasörleri taşınmış görünüyor.

source: Something went wrong, please visit Tilde Terminology for details.
tr: Bir sorun çıktı; lütfen ayrıntılar için Tilde Terminology'yi ziyaret edin.

source: Sorry
tr: Özür dileriz.

source: Sort &alphabetically
tr: &Alfabetik olarak sırala

source: Sort by &full text, not shortcut
tr: Kısayola göre değil, &tam metne göre sırala

source: Sort by len&gth
tr: &Uzunluğa göre sırala

source: Sort by source term &alphabetically
tr: Kaynak &terime göre alfabetik olarak sırala

source: Sort fuzzy matches by:
tr: Bulanık eşleşmeleri buna göre sırala:

source: Sort tar&get terms alphabetically
tr: Kaynak terimleri &alfabetik olarak sırala

source: Source
tr: Kaynak

source: Source File Encoding
tr: Kaynak Dosya Kodlaması

source: Source File Encoding:
tr: Kaynak Dosya Kodlaması:

source: Source Filename Pattern
tr: Kaynak Dosya Adı Deseni

source: Source Filename Pattern:
tr: Kaynak Dosya Adı Deseni:

source: Source Files Folder
tr: Kaynak Dosya Klasörü

source: Source Files Folder:
tr: Kaynak Dosya Klasörü:

source: Source Text File: {0}
tr: Kaynak Metin Dosyası: {0}

source: Source and target encoding fields use combo boxes with all supported encodings included.
tr: Kaynak ve hedef kodlama alanlarında, tüm desteklenen kodlamaların gösterildiği liste yer almaktadır.

source: Source count
tr: Kaynak sayısı

source: Source file loading complete
tr: Kaynak dosya yükleme tamamlandı

source: Source file type, filename pattern
tr: Kaynak dosya türü, dosya adı örüntüsü

source: Source files committed
tr: Kaynak dosyalar depoya gönderildi

source: Source files folder entered does not exist!
tr: Girilen kaynak dosya klasörü mevcut değil!

source: Source folder {0} does not exist.
tr: Kaynak klasörü {0} mevcut değil.

source: Source language: {0}
tr: Kaynak dil: {0}

source: Source of Selected &Match
tr: Seçi&len Eşleşme Kaynağı

source: Source segment could not be located for certain translation units.
tr: Bazı çeviri birimleri için kaynak dilim bulunamadı.

source: Source segmentation
tr: Kaynak metnin dilimlendirilmesi

source: Source segments
tr: Kaynak dilimler

source: Source segments text
tr: Kaynak dilim metni

source: Source term:
tr: Kaynak terim:

source: Source/translation lengths (characters)
tr: Kaynak/çeviri uzunlukları (karakter)

source: South Ndebele
tr: Güney Ndebele Dili

source: Southern Sotho
tr: Güney Sotho Dili

source: Spanish
tr: İspanyolca

source: Spanish, Castilian
tr: İspanyolca

source: Specify a mnemonic with "&": "F&oobar" to use O
tr: "&" ile anımsatıcı belirleyin: "F&oobar" durumunda O kullanılır

source: Specify tag handling behaviour
tr: Etiket kullanma davranışını belirtin

source: Spell checker
tr: Yazım kontrolü

source: Spell checking...
tr: Yazım kontrolü...

source: Spellcheck
tr: Yazım Denetimi

source: Spellcheck - errors found:
tr: Yazım denetimi - bulunan hatalar:

source: Spellchecker
tr: Yazım Denetleyici

source: Spellchecker Setup
tr: Yazım Denetleyici Ayarları

source: Spelling
tr: Yazım

source: Spelling Issues
tr: Yazım Sorunları

source: Spelling errors(s)
tr: Yazım hata(lar)ı

source: Split
tr: Böl

source: Split Text
tr: Metni Böl

source: Standard
tr: Standart

source: Start OmegaT again, download the team project, close OmegaT 5.
tr: OmegaT'yi başlatın, ekip projesini indirin, OmegaT'yi kapatın 5.

source: Start OmegaT and continue to translate
tr: OmegaT'yi başlatın ve çevirmeye devam edin

source: Start Pinpoint Align
tr: Nokta Atışı Hizalamayı Başlat

source: Start a New Paragraph &on Word Soft Return
tr: Word &Yumuşak Dönüş Karakterinde Yeni Paragraf Başlat

source: Start a new paragraph on:
tr: Aşağıdaki hallerde yeni bir paragraf başlat:

source: Start rebase
tr: Yeniden temellendirmeyi başlat

source: Starting in console mode
tr: Konsol modunda başlatma

source: Statistics
tr: İstatistikler

source: Status bar
tr: Durum çubuğu

source: Stemming, no tags and no numbers
tr: Sözcük kökleri, etiketsiz ve sayısız

source: Step 1: Adjust alignment parameters
tr: 1. Adım: Hizalama parametrelerini ayarla

source: Step 2: Make manual corrections
tr: 2. Adım: Elle düzeltmeler yap

source: Steps to reproduce
tr: Hatayı tekrar ortaya çıkarmak için gerekli adımlar

source: Strings can be enclosed by quotes ", which allows having a comma inside a string:
tr: İfadeler tırnak (") içine alınabilir; bu şekilde ifadenin içinde virgül olması mümkün olur.

source: Strip BiDi Marks
tr: BiDi İşaretlerini Gider

source: Strip BiDi marks in current segment
tr: Geçerli dilimdeki BiDi işaretlerini gider

source: Strip Tags
tr: Etkileri Kaldırma

source: Strip tags in current segment
tr: Geçerli dilimdeki etiketleri kaldır

source: SubRip Subtitles
tr: SubRip Alt Yazı

source: Subscription Key:
tr: Abonelik Anahtarı:

source: Such files may also be written out in any encoding.
tr: Bu dosyalar herhangi bir kodlamayla da yazılabilir.

source: Summary
tr: Özet

source: Summary of chapters
tr: Bölümlerin özeti

source: Sundanese
tr: Sundaca

source: SuperTMXMerge (Apache License 2.0)
tr: SuperTMXMerge (Apache Lisansı 2.0)

source: Supported Files
tr: Desteklenen Dosyalar

source: Swahili
tr: Svahili

source: Swati
tr: Swati Dili

source: Swedish
tr: İsveççe

source: Switch views with {0} and {1}
tr: {0} ile {1} görünümleri arasında geçiş yap

source: Switching to built-in version.
tr: Yerleşik sürüme geçiliyor.

source: Synchronisation of repositories
tr: Depoların eşitlenmesi

source: Synchronization error
tr: Eşitleme hatası

source: System-wide commands Select All (Ctrl+A), Paste (Ctrl+V), Cut (Ctrl+X), copy (Ctrl+C), Insert Match or Selection (Ctrl+I) and Insert source (Ctrl+Shift+I) act in principle on the text within the currently open segment only.
tr: Sistem komutları olan Tümünü Seç (Select All) (Ctrl+A), Yapıştır (Paste) (Ctrl+V), Kes (Cut) (Ctrl+X), Kopyala (Copy) (Ctrl+C), Eşleşmeyi ya da Seçimi Araya Ekle (Insert Match or Selection) (Ctrl+I) ve Kaynağı Araya Ekle (Insert source) (Ctrl+Shift+I) prensip olarak sadece o an açık olan dilimdeki metin üzerine işlem yapar.

source: T&Ms
tr: Çeviri &Bellekleri

source: TM Matches
tr: Çeviri Belleği Eşleşmeleri

source: TM Matching Options
tr: Çeviri Belleği Eşleşme Seçenekleri

source: TMX file was created by OmegaT 1.4.x or earlier.
tr: TMX dosyası OmegaT 1.4.x ya da daha öncesi bir sürümde oluşturulmuş.

source: TaaS API key not set.
tr: TaaS API anahtarı ayarlanmamış.

source: TaaS Collections
tr: TaaS Koleksiyonları

source: TaaS Terminology
tr: TaaS Terminoloji

source: Tab
tr: Sekme

source: Table View
tr: Tablo Görünümü

source: Tag
tr: Etiket

source: Tag Issues
tr: Etiket Sorunları

source: Tag Processing
tr: Etiket İşleme

source: Tag Processing Options
tr: Etiket İşleme Seçenekleri

source: Tag Validation window
tr: Etiket Doğrulama penceresi

source: Tag name:
tr: Etiketin adı:

source: Tag validation
tr: Etiketlerin doğrulanması

source: Tag validation failed
tr: Etiket doğrulama başarısız oldu

source: Tag validation window
tr: Etiket doğrulama penceresi

source: Tag:
tr: Etiket:

source: Tagalog
tr: Tagalogca

source: Tags
tr: Etiketler

source: Tags - number
tr: Etiketler - numara

source: Tags - order
tr: Etiketler - sıra

source: Tags - spaces
tr: Etiketler - boşluklar

source: Tagwipe finished, reloading project...
tr: Tagwipe bitti, proje yeniden yükleniyor...

source: Tahitian
tr: Tahitice

source: Tajik
tr: Tacikçe

source: Tamil
tr: Tamilce

source: Target
tr: Hedef

source: Target Text File: {0}
tr: Hedef Metin Dosyası: {0}

source: Target count
tr: Hedef sayısı

source: Target filename
tr: Hedef dosya adı

source: Target files committed
tr: Hedef dosyalar depoya gönderildi

source: Target folder {0} does not exist.
tr: Hedef klasörü {0} mevcut değil.

source: Target longer
tr: Hedef daha uzun

source: Target shorter
tr: Hedef daha kısa

source: Target term:
tr: Hedef terim:

source: Target:
tr: Hedef:

source: Tatar
tr: Tatarca

source: Team
tr: Ekip

source: Team Options
tr: Ekip Seçenekleri

source: Team Projects
tr: Ekip Projeleri

source: Team synchronization
tr: Ekip eşitlemesi

source: Team synchronization...
tr: Ekip eşitlemesi...

source: Team synchronization: Saving translation in {0} s
tr: Ekip eşitlemesi: : Çeviri {0} saniye içinde kaydediliyor

source: Team synchronization: Waiting for you to finish this segment...
tr: Ekip eşitlemesi: Bu dilim bitirmeniz bekleniyor...

source: Telugu
tr: Telugu Dili

source: Template variables:
tr: Şablon değişkenleri:

source: Terminology
tr: Terminoloji

source: Terminology Issues
tr: Terminoloji Sorunları

source: Terms in the current segment which OmegaT finds in the glossary file(s) are displayed in the Glossary pane:
tr: OmegaT'nin mevcut dilimde bulduğu sözlükçe terimleri Sözlükçe bölmesinde görüntülenir:

source: Terms with multiple targets
tr: Birden çok hedefleri olan terimler

source: Test
tr: Dene

source: Testing...
tr: Deneniyor...

source: Text
tr: Metin

source: Text Filter Options
tr: Metin Filtresi Seçenekleri

source: Text Replace
tr: Metin Değiştirme

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
tr: Metin Değiştirme: Metin değiştirmenin kapsamı, içeriği olsun olmasın projenin hedef dilimleridir.

source: Text Search
tr: Metin Arama

source: Text files
tr: Metin Dosyaları

source: Text files segmentation
tr: Metin dosyalarının dilimlenmesi

source: Text to be removed
tr: Kaldırılacak metin

source: Thai
tr: Tayca

source: Thank you all!
tr: Hepinize teşekkürler!

source: The current folder will be used instead.
tr: Bunun yerine mevcut klasör kullanılacaktır.

source: The "Shift" key doesn't exhibit any special behavior per se: when the "Shift" key is pressed, all keys move the cursor in their usual manner, except in the case of the Shift+Enter combination, that inserts a line break into the text.
tr: "Shift" tuşu tek başına kullanıldığında herhangi bir özel davranış sergilemez: "Shift" tuşu herhangi bir tuşla birlikte kullanıldığında o tuşun normal davranışını değiştirmez. Bunun tek istisnası Shift+Enter tuş bileşimidir ki, bu durumda metne satır sonu eklenir.

source: The Edit menu itself contains the following items:
tr: Düzenle menüsü şu menü başlıklarını içerir:

source: The HTML user manual for OmegaT standard version.
tr: OmegaT standart sürüm için HTML kullanım kılavuzu.

source: The Java Resource Bundles filter threw an exception:
tr: Java Kaynak Desteleri Filtre Seçenekleri özel durum oluşturdu:

source: The LanguageTool in OmegaT
tr: OmegaT'de LanguageTool

source: The LanguageTool plugin is included in OmegaT.
tr: LanguageTool eklentisi OmegaT'ye dahil edilmiştir.

source: The Moodle PHP filter threw an exception:
tr: PHP filtresi özel durum oluşturdu:

source: The Moses server URL is not set
tr: Moses sunucu URL'si ayarlanmamış

source: The Mozilla DTD filter threw an exception:
tr: Mozilla DTD filtresi özel durum oluşturdu:

source: The Mozilla FTL filter threw an exception:
tr: Mozilla FTL filtresi özel durum oluşturdu:

source: The OmegaT developers' list.
tr: OmegaT geliştiricileri listesi.

source: The OmegaT project
tr: OmegaT projesi

source: The OmegaT project is maintained by an informal, international group of volunteers.
tr: OmegaT projesi, gönüllülerden oluşan resmi olmayan uluslararası bir grup tarafından üstlenilmektedir.

source: The PO filter threw an exception:
tr: PO filtresi özel durum oluşturdu:

source: The Scripting window allows you to load an existing script into the text area and run it against the current opened project.
tr: Betik Çalıştırma penceresi, mevcut bir betiği metin alanına yükleyip o anda açık olan projeyle bağlantılı olarak çalıştırmanıza olanak sağlar.

source: The TMX file will continue to be loaded.
tr: TMX dosyası yine de yüklenecek.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
tr: TMX dosyası yüklenmeyecek Lütfen hatayı düzeltin ve projeyi yeniden yükleyin.

source: The TMX source language ({0}) is different from the project source language ({1}).
tr: TMX kaynak dili ({0}) proje kaynak dilinden ({1}) farklı.

source: The URL must include "{target}", which will be replaced with the search text.
tr: URL'de "{hedef}" olmalıdır; bu hedef, arama metniyle değiştirilir.

source: The author of the Chapter Learn to use OmegaT in 5 minutes! is Samuel Murray, Copyright ©2005-2012.
tr: 5 dakikada OmegaT'yi kullanmayı öğrenin! başlıklı bölümün yazarı Samuel Murray'dir; telif hakkı ©2005-2012.

source: The available options are:
tr: Mevcut seçenekler şunlardır:

source: The command must include "{target}", which will be replaced with the search text.
tr: Komutta "{hedef}" olmalıdır; bu hedef, arama metniyle değiştirilir.

source: The command to launch OmegaT is:
tr: OmegaT'yi başlatmak için gerekli komut şudur:

source: The configuration folder will be used instead.
tr: Bunun yerine mevcut klasör kullanılacaktır.

source: The current project must be reloaded in order to apply these changes
tr: Bu değişikliklerin uygulanması için geçerli projenin yeniden yüklenmelidir

source: The dialog contains:
tr: Bu diyalog kutucuğu şunları içerir:

source: The documentation distributed with OmegaT includes the User Manual and the readme.txt document.
tr: OmegaT ile birlikte dağıtılan belgelendirme Kullanma Kılavuzu ve readme.txt (benioku.txt) belgesini içerir.

source: The documentation is Copyright ©2013 Vito Smolej, ©2014-2016 Vincent Bidaux.
tr: Belgelendirmenin telif hakkı ©2013 Vito Smolej ve ©2014-2016 Vincent Bidaux'a aittir.

source: The documentation is a free document; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
tr: Bu belgelendirme özgür yazılımdır; bu programı Özgür Yazılım Derneği tarafından çıkarılan GNU Genel Kamu Lisansının (isteğinize göre) 3'üncü ya da daha sonraki bir sürümü uyarınca dağıtabilir ve/veya değiştirebilirsiniz.

source: The documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
tr: Bu belgelendirme, yararlı olacağı umuduyla, ancak herhangi bir GÜVENCE, TİCARETE YA DA BELLİ BİR AMACA UYGUNLUK güvencesi OLMAKSIZIN dağıtılmaktadır.

source: The encoding of glossaries is determined automatically.
tr: Sözlükçelerin kodlaması otomatik olarak belirlenir.

source: The extension must be .txt or .utf8 (if not, it will be added).
tr: Uzantısı, .txt ya da .utf8 olmalıdır (uzantısı yoksa eklenecektir).

source: The file "{0}" is not supported.
tr: "{0}" dosyası desteklenmiyor.

source: The file does not need to exist when setting it, it will be created (if necessary) when adding a glossary entry.
tr: Konum ve adı belirtilirken dosyanın mevcut olması şart değildir; sözlükçe girdisi eklerken (gerekirse) oluşturulacaktır.

source: The following code snippet in groovy for instance scans through all the segments in all files in the current project and, if the translation exists, prints out the source and the target of the segment:
tr: Söz gelimi aşağıdaki kod parçası, geçerli projedeki tüm dilimleri tarayarak tercüme olanları bulup dilimin kaynak ve hedefini yazdırmaktadır:

source: The following example shows Merriam Webster 10th dictionary "in action":
tr: Aşağıdaki örnekte Merriam Webster 10th dictionary OmegaT ile birlikte kullanılırken gösterilmektedir:

source: The following options do not apply if "Compatibility with OmegaT 2.6" is checked
tr: "&OmegaT 2.6 ile uyumluluk" seçildiyse aşağıdaki seçenekler geçerli olmaz

source: The following scripting languages have been implemented:
tr: Aşağıdaki betik dilleri uygulamaya alınmıştır:

source: The following tutorials are available online/for download:
tr: Aşağıdaki öğreticiler, çevrim içi kullanılabilir ya da indirilebilir:

source: The full syntax for keystrokes (shortcuts) is defined in the following Java 1.6 documentation from Oracle (bottom of page): Java 1.6 keystrokes shortcuts
tr: Tuşlar (kısayollar) için tam sözdizimi, Oracle'ın şu Java 1.6 belgelendirmesinde tanımlanmıştır (sayfa sonu): Java 1.7 tuş kısayolları

source: The glossary function only finds exact matches with the glossary entry (e.g. does not find inflected forms etc.).
tr: Sözlükçe işlevi sadece sözlükçe girdisindeki tam eşleşmeleri bulur (yani kelimelerin çekimli hallerini, vb. bulmaz).

source: The help page you seek Lies beyond our perception But others await
tr: Aradığınız yardım sayfası Algı sınırlarımızın ötesinde bulunuyor Ama bekleyen başkaları var

source: The help page you seek<p>Lies beyond our perception<p>But others await
tr: Aradığınız yardım sayfası<p>Algı sınırlarımızın ötesinde bulunuyor<p>Ama bekleyen başkaları var

source: The install program can create shortcuts for you in the start menu, on the desktop and in the quick launch area.
tr: Kurulum programı sizin için başlangıç menüsünde, masaüstünde ve hızlı başlat alanında kısayollar oluşturabilir.

source: The installer can create shortcuts for you in the start menu, on the desktop and in the quick launch area.
tr: Kurulum programı sizin için başlangıç menüsünde, masaüstünde ve hızlı başlat alanında kısayollar oluşturabilir.

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
tr: Dil kodu, xx-YY ya da xx_YY şeklinde olmalıdır; burada xx dil kodunu ve YY bölge ya da ülke kodunu (tercihe bağlı) belirtmektedir.

source: The license of each library is mentioned in /lib/licenses/Licenses.txt.
tr: Her kitaplığın lisansı /lib/licenses/Licenses.txt dosyasında belirtilmektedir:

source: The license of each library is mentionned in /lib/licenses/Licenses.txt.
tr: Her kitaplığın lisansı şurada belirtilmektedir: in /lib/licenses/Licenses.txt.

source: The location of the .tbx file must be within the /glossary folder, but it can be in a deeper folder (e.g., glossary/sub/MyGlossary.tbx).
tr: .tbx dosyasının konumu /glossary (sözlükçe) klasörü altında olmalıdır, ancak alt klasörlere de yerleştirilebilir (söz gelimi glossary/alt klasör/glossary.txt).

source: The location of the file must be within the /glossary folder, but it can be in a deeper folder (e.g., glossary/sub/glossary.txt).
tr: Dosyanın konumu /glossary (sözlükçe) klasörü altında olmalıdır, ancak alt klasörlere de yerleştirilebilir (söz gelimi glossary/sub/glossary.txt).

source: The most current info about OmegaT can be found at:
tr: OmegaT hakkındaki en güncel bilgilere şu adresten ulaşabilirsiniz:

source: The new colours have been saved.
tr: Yeni renkler kaydedildi.

source: The open source LanguageTool can be used to correct common grammatical and stylistic mistakes.
tr: Açık kaynak bir program olan LanguageTool, sık rastlanan dilbilgisi ve biçem yanlışlarını tespit edip düzeltmekte kullanılabilir.

source: The password cannot be empty.
tr: Parola boş olamaz.

source: The password you entered did not match.
tr: Girdiğiniz parola eşleşmiyor.

source: The passwords don't match.
tr: Parolalar eşleşmiyor.

source: The philosophy of the project is described here.
tr: Projenin felsefesi burada açıklanmıştır.

source: The principal members of the project are:
tr: Projenin önde gelen üyeleri aşağıda verilmiştir:

source: The project cannot be verified
tr: Proje doğrulanamıyor

source: The project folder {0} is missing and could not be created.
tr: Proje klasörü {0} yok ve oluşturulamıyor.

source: The project was converted successfully.
tr: Proje başarılı bir şekilde dönüştürüldü.

source: The project will be loaded as a local project without team functionality.
tr: Proje, ekip işlevi olmaksızın yerel bir proje olarak yüklenecektir.

source: The rule-based segmentation is usually synonymous with sentence-based segmentation.
tr: Kurallara göre yapılan dilimleme, cümle temelli dilimleme ile aynı anlama gelecek şekilde kullanılmaktadır.

source: The rules applied (if any) will depend on the source and target language of the project.
tr: Uygulanan kurallar (varsa) projenin kaynak ve hedef diline bağlıdır.
